{
    "Barbaro": {
        "desc": "Um guerreiro feroz que pode entrar em fúria de batalha",
        "dado_vida": "d12",
        "hab_prim": "Resistência de Força",
        "salva": "Força e Constituição",
        "habilidade": [
            {
                "nivel": 1,
                "habs": [
                    {
                        "nome": "Raiva",
                        "desc": "Na batalha, você luta com ferocidade primitiva. No seu turno, você pode entrar em fúria como uma ação bônus. Enquanto estiver em fúria, você ganha os seguintes benefícios se não estiver usando armadura pesada: Você tem vantagem em testes de Força e testes de resistência de Força. Quando você faz um ataque com arma corpo a corpo usando Força, você ganha um bônus na jogada de dano que aumenta à medida que você ganha níveis como um bárbaro, como mostrado na coluna Dano de Fúria da tabela Bárbaro. Você tem resistência a danos de concussão, perfurantes e cortantes. Se você for capaz de lançar feitiços, não poderá lançá-los ou se concentrar neles enquanto estiver em fúria. Sua raiva dura 1 minuto. Termina mais cedo se você ficar inconsciente ou se seu turno terminar e você não tiver atacado uma criatura hostil desde seu último turno ou sofrido danos desde então. Você também pode acabar com sua fúria no seu turno com uma ação bônus. Depois de ter enfurecido o número de vezes mostrado para o seu nível de bárbaro na coluna Fúria da tabela Bárbaro, você deve terminar um descanso longo antes de poder entrar em fúria novamente."
                    },
                    {
                        "nome": "Desefa não Blindada",
                        "desc": "Enquanto você não estiver usando nenhuma armadura, sua Classe de Armadura é igual a 10 + seu modificador de Destreza + seu modificador de Constituição. Você pode usar um escudo e ainda ganhar esse benefício."
                    },
                    {
                        "nome": "Proeficiencia",
                        "desc": "Armadura: Armadura leve, armadura média, escudos Armas: Armas simples, armas marciais Ferramentas: Nenhuma Testes de Resistência: Força, Constituição Habilidades: Escolha duas entre Manejo de Animais, Atletismo, Intimidação, Natureza, Percepção e Sobrevivência"
                    },
                    {
                        "nome": "Pontos de Vida",
                        "desc": "Dados de Vida: 1d12 por nível de bárbaro Pontos de Vida no 1º Nível: 12 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d12 (ou 7) + seu modificador de Constituição por nível de bárbaro após o 1º nível"
                    }
                ]
            },
            {
                "nivel": 2,
                "habs": [
                    {
                        "nome": "Ataque Imprudente",
                        "desc": "A partir do 2º nível, você pode deixar de lado toda preocupação com a defesa para atacar com desespero feroz. Ao fazer seu primeiro ataque no seu turno, você pode decidir atacar de forma imprudente. Fazer isso lhe dá vantagem nas jogadas de ataque com armas corpo a corpo usando Força durante este turno, mas as jogadas de ataque contra você têm vantagem até o próximo turno."
                    },
                    {
                        "nome": "Sentido de Perigo",
                        "desc": "No 2º nível, você ganha uma sensação estranha de quando as coisas próximas não estão como deveriam ser, lhe dando uma vantagem quando você se esquiva do perigo. Você tem vantagem nos testes de resistência de Destreza contra efeitos que você pode ver, como armadilhas e magias. Para obter este benefício, você não pode ficar cego, surdo ou incapacitado."
                    }
                ]
            },
            {
                "nivel": 3,
                "habs": [
                    {
                        "nome": "Fúria Primal",
                        "desc": "A partir do 3º nível, sua fúria se torna mais intensa, permitindo que você a use mais vezes. Você pode usar sua fúria duas vezes entre os descansos longos no 3º nível e três vezes entre os descansos longos no 6º nível. Quando você atingir o 20º nível de bárbaro, poderá usar fúria um número ilimitado de vezes."
                    },
                    {
                        "nome": "Brutamontes",
                        "desc": "Você adquire uma especialização em lidar com inimigos maiores. Você ganha vantagem em jogadas de ataque contra criaturas de tamanho Grande ou superior."
                    }
                ]
            },
            {
                "nivel": 4,
                "habs": [
                    {
                        "nome": "Aumento de Habilidade",
                        "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
                    },
                    {
                        "nome": "Ataque Extra",
                        "desc": "A partir do 5º nível, você pode atacar duas vezes, em vez de uma, sempre que realizar a ação de ataque no seu turno."
                    }
                ]
            },
            {
                "nivel": 5,
                "habs": [
                    {
                        "nome": "Ataque Extra",
                        "desc": "A partir do 5º nível, você pode atacar duas vezes, em vez de uma, sempre que realizar a ação de ataque no seu turno."
                    },
                    {
                        "nome": "Movimento Rápido",
                        "desc": "No 5º nível, seu deslocamento aumenta em 3 metros enquanto você não estiver usando armadura pesada."
                    }
                ]
            },
            {
                "nivel": 6,
                "habs": [
                    {
                        "nome": "Fúria Incansável",
                        "desc": "Começando no 6º nível, seu corpo resiste mais à fadiga. Quando você terminar um descanso curto, você pode recuperar 1 uso de sua fúria."
                    },
                    {
                        "nome": "Resiliência do Instinto",
                        "desc": "No 6º nível, você ganha resistência aos efeitos mágicos. Você tem vantagem nos testes de resistência de Força e Constituição contra magias e outros efeitos mágicos que você possa ver, mas que normalmente permitiriam um teste de resistência."
                    }
                ]
            },
            {
                "nivel": 7,
                "habs": [
                    {
                        "nome": "Aura de Intimidação",
                        "desc": "A partir do 7º nível, você emite uma aura de intimidação que pode afetar os inimigos ao seu redor. Aqueles a até 3 metros de você que possam te ver devem realizar um teste de resistência de Sabedoria (CD igual a 8 + seu bônus de Proficiência + seu modificador de Carisma) ou ficarão amedrontados por 1 minuto ou até sofrerem dano."
                    }
                ]
            },
            {
                "nivel": 8,
                "habs": [
                    {
                        "nome": "Aumento de Habilidade",
                        "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
                    }
                ]
            },
            {
                "nivel": 9,
                "habs": [
                    {
                        "nome": "Sentido Selvagem",
                        "desc": "A partir do 9º nível, você adquire um sentido mais aguçado em suas fúrias, permitindo que você detecte a presença de criaturas próximas. Você pode usar uma ação para se concentrar nos sons ao seu redor, ganhando consciência de criaturas nas proximidades. Isso lhe dá vantagem nos testes de Sabedoria (Percepção) baseados no som por 1 minuto ou até perder sua concentração (como se fosse se concentrar em um feitiço)."
                    }
                ]
            },
            {
                "nivel": 10,
                "habs": [
                    {
                        "nome": "Imunidade a Condições",
                        "desc": "No 10º nível, você se torna imune a ser amedrontado e enfeitiçado enquanto estiver em fúria."
                    },
                    {
                        "nome": "Crítico Brutal",
                        "desc": "Se você marcar um acerto crítico com um ataque enquanto estiver em fúria, você pode rolar um dado adicional de dano do tipo da arma."
                    }
                ]
            },
            {
                "nivel": 11,
                "habs": [
                    {
                        "nome": "Ataques Vorazes",
                        "desc": "A partir do 11º nível, seus ataques enquanto estiver em fúria se tornam mais poderosos. Se você atingir um ou mais alvos com um ataque durante sua fúria, você pode jogar um dado adicional de dano da arma."
                    }
                ]
            },
            {
                "nivel": 12,
                "habs": [
                    {
                        "nome": "Aumento de Habilidade",
                        "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
                    }
                ]
            },
            {
                "nivel": 13,
                "habs": [
                    {
                        "nome": "Reflexos de Instinto",
                        "desc": "A partir do 13º nível, você ganha a habilidade de reagir rapidamente a situações de perigo. Você pode realizar um número de ações de Reação igual ao seu modificador de Constituição (mínimo de 1) entre os descansos curtos."
                    }
                ]
            },
            {
                "nivel": 14,
                "habs": [
                    {
                        "nome": "Perseverança Indomável",
                        "desc": "No 14º nível, sua determinação é tão poderosa que pode mantê-lo de pé mesmo quando o dano o levaria à beira da morte. Se você sofrer dano que o reduziria a 0 pontos de vida enquanto estiver em fúria e não o mataria instantaneamente, você pode escolher cair para 1 ponto de vida em vez disso. Essa habilidade só pode ser usada uma vez por descanso longo."
                    }
                ]
            },
            {
                "nivel": 15,
                "habs": [
                    {
                        "nome": "Resiliência Incansável",
                        "desc": "A partir do 15º nível, quando você terminar um descanso curto, você pode recuperar 2 usos de sua fúria."
                    }
                ]
            },
            {
                "nivel": 16,
                "habs": [
                    {
                        "nome": "Aumento de Habilidade",
                        "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
                    }
                ]
            },
            {
                "nivel": 17,
                "habs": [
                    {
                        "nome": "Ataque Instintivo",
                        "desc": "A partir do 17º nível, sua capacidade de luta se torna quase premonitória. Se você errar um ataque enquanto estiver em fúria, pode fazer outro ataque com arma como parte da mesma ação."
                    }
                ]
            },
            {
                "nivel": 18,
                "habs": [
                    {
                        "nome": "Fúria Prolongada",
                        "desc": "No 18º nível, sua fúria se torna ainda mais duradoura. Quando você entrar em fúria, a duração é estendida para 1 minuto."
                    }
                ]
            },
            {
                "nivel": 19,
                "habs": [
                    {
                        "nome": "Aumento de Habilidade",
                        "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
                    }
                ]
            },
            {
                "nivel": 20,
                "habs": [
                    {
                        "nome": "Ira Inesgotável",
                        "desc": "A partir do 20º nível, sua fúria é interminável. Você pode usar fúria um número ilimitado de vezes."
                    }
                ]
            }
        ]
    },
    "Bardo": {
        "desc": "Um contador de histórias, músico e artista performático, cuja música encanta, inspira e até mesmo cura.",
        "dado_vida": "d8",
        "hab_prim": "Carisma",
        "salva": "Destreza e Carisma",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Música Inspiradora",
                "desc": "Você pode usar uma ação bônus em cada um dos seus turnos para escolher uma criatura que possa ouvir você. Essa criatura ganha um dado de inspiração, um d6 no nível 1, que pode ser usado para adicionar ao teste de ataque, teste de habilidade ou teste de resistência."
              },
              {
                "nome": "Conjurar",
                "desc": "Você conhece algumas magias e pode conjurá-las usando a música. Você possui um número limitado de magias conhecidas e magias preparadas. Seu repertório aumenta à medida que você sobe de nível."
              },
              {
                "nome": "Defesa de Inspiracão",
                "desc": "Seu dado de inspiração também pode ser usado para adicionar à sua Classe de Armadura quando atacado."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Armadura leve Armas: Adagas, dardos, fundas, espadas curtas Instrumentos: Três de sua escolha Testes de Resistência: Destreza, Carisma Habilidades: Escolha três entre Acrobacia, Arcanismo, Atletismo, Enganação, História, Insight, Intimidação, Investigação, Medicina, Natureza, Percepção, Performance, Persuasão, Prestidigitação, Religião e Sobrevivência"
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d8 por nível de bardo Pontos de Vida no 1º Nível: 8 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d8 (ou 5) + seu modificador de Constituição por nível de bardo após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Versatilidade da Música",
                "desc": "Você pode usar suas ações para executar certas atividades musicais, como criar distrações ou entreter."
              },
              {
                "nome": "Palavras de Cura",
                "desc": "Você pode gastar um dado de inspiração para permitir que um aliado recupere pontos de vida ao ouvir suas palavras de cura."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Mantenedor da Canção",
                "desc": "No 3º nível, você pode usar sua ação para manter uma magia de bardo que exija concentração sem precisar mantê-la concentrada, por até 10 minutos."
              },
              {
                "nome": "Aprimoramento de Magia",
                "desc": "No 3º nível, você adquire aprimoramentos para as magias de bardo que você conjura, permitindo que você personalize suas habilidades mágicas."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Versatilidade da Canção",
                "desc": "No 5º nível, você pode usar suas ações para executar certas atividades musicais, como criar distrações ou entreter."
              },
              {
                "nome": "Canção do Descanso Aprimorada",
                "desc": "No 5º nível, ao realizar uma cura durante um descanso curto ou longo, você pode gastar um dado de cura extra."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Magias Místicas",
                "desc": "No 6º nível, você ganha a habilidade de escolher uma magia de qualquer classe, essa magia deve estar no nível de magia que você possa conjurar."
              },
              {
                "nome": "Inspiração Superior",
                "desc": "No 6º nível, seu dado de inspiração se torna um d8."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Canção do Descanso Aprimorada",
                "desc": "No 7º nível, sua Canção do Descanso recupera uma quantidade adicional de pontos de vida para aqueles que descansam após ouvir sua música."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Magias Místicas",
                "desc": "No 9º nível, você pode escolher mais uma magia de qualquer classe, dessa vez até no nível de magia de 5º nível."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Inspiração Superior Aprimorada",
                "desc": "No 10º nível, seu dado de inspiração se torna um d10."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Magias Místicas",
                "desc": "No 11º nível, você pode escolher mais uma magia de qualquer classe, dessa vez até no nível de magia de 6º nível."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Magias Místicas",
                "desc": "No 13º nível, você pode escolher mais uma magia de qualquer classe, dessa vez até no nível de magia de 7º nível."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Canção do Descanso Aprimorada",
                "desc": "No 14º nível, sua Canção do Descanso recupera ainda mais pontos de vida para aqueles que descansam após ouvir sua música."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Inspiração Superior Aprimorada",
                "desc": "No 15º nível, seu dado de inspiração se torna um d12."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Magias Místicas",
                "desc": "No 17º nível, você pode escolher mais uma magia de qualquer classe, dessa vez até no nível de magia de 8º nível."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Versatilidade da Canção Aprimorada",
                "desc": "No 18º nível, você aprimora suas habilidades de usar sua música para realizar atividades específicas, como distrair ou acalmar."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Magias Místicas",
                "desc": "No 19º nível, você pode escolher mais uma magia de qualquer classe, dessa vez até no nível de magia de 9º nível."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Maestria Musical",
                "desc": "A partir do 20º nível, suas habilidades musicais atingem um nível de maestria. Suas magias de bardo não têm limite de uso por dia."
              }
            ]
          }
        ]
    },
    "Clerigo": {
        "desc": "Um agente divino que canaliza o poder de uma divindade, frequentemente servindo como um curandeiro e líder espiritual.",
        "dado_vida": "d8",
        "hab_prim": "Sabedoria",
        "salva": "Sabedoria e Carisma",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Conjuração",
                "desc": "Você tem acesso a magias de clérigo. Seu repertório de magias cresce à medida que você avança nos níveis."
              },
              {
                "nome": "Ritual de Cura",
                "desc": "Você pode realizar um ritual para criar uma poção de cura."
              },
              {
                "nome": "Armadura de Fé",
                "desc": "Você pode usar sua ação para uma súbita proteção divina, ganhando um bônus na sua CA por 10 minutos sem precisar de concentração."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Armaduras leves, armaduras médias, escudos Armas: Clavas, adagas, dardos, machados leves, maças, bordões, espadas curtas Testes de Resistência: Sabedoria, Carisma Habilidades: Escolha duas entre História, Intuição, Medicina, Persuasão, e Religião"
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d8 por nível de clérigo Pontos de Vida no 1º Nível: 8 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d8 (ou 5) + seu modificador de Constituição por nível de clérigo após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Canalizar Divindade",
                "desc": "Você ganha a habilidade de canalizar diretamente a energia divina de sua divindade, permitindo que você use características adicionais baseadas na divindade que segue."
              },
              {
                "nome": "Magias Preparadas",
                "desc": "Você pode preparar um número de magias igual ao seu modificador de Sabedoria + seu nível de clérigo."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Domínio Divino",
                "desc": "No 3º nível, você escolhe um domínio divino que define sua especialização religiosa. Cada domínio oferece magias e habilidades específicas."
              },
              {
                "nome": "Canalizar Divindade Aprimorado",
                "desc": "Suas capacidades de canalizar divindade se aprimoram, ganhando novas funcionalidades baseadas no seu domínio."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              },
              {
                "nome": "Recuperação da Fé",
                "desc": "Uma vez por descanso curto, você pode recuperar um número de pontos de magia igual à metade do seu nível de clérigo (mínimo de 1)."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Canalizar Divindade Aprimorado",
                "desc": "No 6º nível, suas capacidades de canalizar divindade se aprimoram, concedendo novas funcionalidades baseadas no seu domínio."
              },
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Recuperação da Fé Aprimorada",
                "desc": "Agora, sua habilidade de Recuperação da Fé pode ser utilizada duas vezes por descanso curto."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Canalizar Divindade Maior",
                "desc": "No 10º nível, suas capacidades de canalizar divindade atingem um novo patamar, concedendo funcionalidades mais poderosas baseadas no seu domínio."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Recuperação da Fé Aprimorada",
                "desc": "Agora, sua habilidade de Recuperação da Fé pode ser utilizada três vezes por descanso curto."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Canalizar Divindade Suprema",
                "desc": "No 15º nível, suas capacidades de canalizar divindade alcançam seu ápice, proporcionando funcionalidades supremas baseadas no seu domínio."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Recuperação da Fé Final",
                "desc": "Agora, sua habilidade de Recuperação da Fé pode ser utilizada um número de vezes igual ao seu modificador de Sabedoria por descanso curto."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Intervenção Divina",
                "desc": "A partir do 20º nível, você pode chamar sua divindade para pedir ajuda direta em um momento de necessidade extrema."
              }
            ]
          }
        ]
    },
    "Druida": {
        "desc": "Um praticante da magia natural, conectado aos poderes da natureza e capaz de assumir formas animais.",
        "dado_vida": "d8",
        "hab_prim": "Sabedoria",
        "salva": "Inteligência e Sabedoria",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Conjuração Druida",
                "desc": "Você tem acesso a magias de druida, que são conjuradas através de sua conexão com a natureza."
              },
              {
                "nome": "Forma Selvagem",
                "desc": "Você pode se transformar em animais e adquirir algumas de suas habilidades."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Armaduras leves, médias, escudos (não inclui armaduras de metal) Armas: Clavas, adagas, dardos, machados leves, maças, bordões, espadas curtas, lanças Testes de Resistência: Inteligência, Sabedoria Habilidades: Escolha duas entre Arcanismo, Atletismo, Intuição, Medicina, Natureza, Percepção, Religião e Sobrevivência"
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d8 por nível de druida Pontos de Vida no 1º Nível: 8 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d8 (ou 5) + seu modificador de Constituição por nível de druida após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Círculos Druidas",
                "desc": "Você escolhe um círculo druida que representa sua afinidade com uma certa faceta da natureza e concede habilidades adicionais."
              },
              {
                "nome": "Magias Preparadas",
                "desc": "Você pode preparar um número de magias igual ao seu modificador de Sabedoria + seu nível de druida."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Magias de Círculo",
                "desc": "Você aprende magias adicionais baseadas no círculo druida escolhido."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              },
              {
                "nome": "Recuperação Natural",
                "desc": "Você pode recuperar parte dos seus pontos de magia em um descanso curto, igual a metade do seu nível de druida."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Círculo Druida Aprimorado",
                "desc": "No 6º nível, suas habilidades dentro do círculo druida escolhido são aprimoradas, concedendo novas funcionalidades."
              },
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Recuperação Natural Aprimorada",
                "desc": "Agora, sua habilidade de Recuperação Natural pode ser utilizada duas vezes por descanso curto."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Forma Selvagem Aprimorada",
                "desc": "No 10º nível, sua habilidade de Forma Selvagem é aprimorada, permitindo que você se transforme em criaturas mais poderosas."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Recuperação Natural Aprimorada",
                "desc": "Agora, sua habilidade de Recuperação Natural pode ser utilizada três vezes por descanso curto."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Forma Selvagem Superior",
                "desc": "No 15º nível, sua habilidade de se transformar em animais atinge um novo patamar, permitindo que você se transforme em criaturas voadores."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Recuperação Natural Final",
                "desc": "Agora, sua habilidade de Recuperação Natural pode ser utilizada um número de vezes igual ao seu modificador de Sabedoria por descanso curto."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Magias Preparadas",
                "desc": "Agora você pode preparar um número adicional de magias."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Forma Selvagem Suprema",
                "desc": "A partir do 20º nível, sua capacidade de se transformar atinge seu ápice, permitindo que você se transforme em criaturas de CR ilimitado."
              }
            ]
          }
        ]
    },
    "Lutador": {
        "desc": "Um combatente habilidoso, especialista em uma variedade de armas e técnicas de combate.",
        "dado_vida": "d10",
        "hab_prim": "Força ou Destreza",
        "salva": "Força e Constituição",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Ataque com Arma",
                "desc": "Você tem proficiência com armas simples e marciais e pode escolher uma arma em que seja especialista."
              },
              {
                "nome": "Defesa com Armadura",
                "desc": "Você tem proficiência com armaduras leves e médias e escudos."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Todas as armaduras Armas: Todas as armas Testes de Resistência: Força, Constituição Habilidades: Escolha duas entre Acrobacia, Adestrar Animais, Atletismo, História, Intuição, Intimidação, Percepção e Sobrevivência."
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d10 por nível de lutador Pontos de Vida no 1º Nível: 10 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d10 (ou 6) + seu modificador de Constituição por nível de lutador após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Ação Segunda Vez",
                "desc": "No 2º nível, você pode realizar um segundo ataque como uma ação bônus no seu turno."
              },
              {
                "nome": "Descanso Seguro",
                "desc": "Você ganha um bônus para testes de resistência para evitar ser assustado ou amedrontado."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Escolha da Especialização",
                "desc": "Você escolhe uma especialização de lutador que define seu estilo de combate (Ex: Campeão, Mestre em Armas, etc.)."
              },
              {
                "nome": "Ataque Ação",
                "desc": "Você pode realizar um ataque adicional como uma ação."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 6º, 8º, 12º, 14º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Ataque Extra",
                "desc": "Agora, quando você realiza a ação de ataque, você pode realizar dois ataques adicionais no mesmo turno."
              },
              {
                "nome": "Movimento Acelerado",
                "desc": "Seu deslocamento aumenta em 3 metros enquanto não estiver usando armadura pesada."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Ataque Extra",
                "desc": "A partir do 6º nível, você pode realizar três ataques quando toma a ação de ataque."
              },
              {
                "nome": "Resistência Aprimorada",
                "desc": "Você ganha resistência contra um dano à sua escolha: cortante, perfurante ou concussão."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Manobras",
                "desc": "Você aprende duas manobras de combate entre as opções disponíveis para o Lutador."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 6º, 8º, 12º, 14º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Ataque Indômito",
                "desc": "Você pode reverter um resultado de um ataque que falhe uma jogada de ataque ou teste de resistência uma vez por descanso longo."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Manobras",
                "desc": "Você aprende uma manobra de combate adicional entre as opções disponíveis para o Lutador."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Ataque Extra",
                "desc": "A partir do 11º nível, você pode realizar quatro ataques quando toma a ação de ataque."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 6º, 8º, 12º, 14º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Ataque Indômito Aprimorado",
                "desc": "Sua capacidade de utilizar Ataque Indômito é aprimorada, permitindo que você o use mais vezes por descanso longo."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Manobras",
                "desc": "Você aprende uma manobra de combate adicional entre as opções disponíveis para o Lutador."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Ataque Extra",
                "desc": "A partir do 15º nível, você pode realizar cinco ataques quando toma a ação de ataque."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 6º, 8º, 12º, 14º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Manobras",
                "desc": "Você aprende uma manobra de combate adicional entre as opções disponíveis para o Lutador."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Indestrutível",
                "desc": "Seus pontos de vida máximos aumentam em 5 a cada vez que você ganha um nível de Lutador."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 6º, 8º, 12º, 14º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Golpes Decisivos",
                "desc": "A partir do 20º nível, seus ataques críticos causam mais dano e você pode atingir oponentes a uma distância maior."
              }
            ]
          }
        ]
    },
    "Monge": {
        "desc": "Um mestre das artes marciais, capaz de canalizar sua energia interna para realizar feitos sobre-humanos.",
        "dado_vida": "d8",
        "hab_prim": "Destreza e Sabedoria",
        "salva": "Força e Destreza",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Pancada Desarmada",
                "desc": "Você pode usar ataques desarmados que causam dano crescente com base no seu nível de monge."
              },
              {
                "nome": "Defesa sem Armadura",
                "desc": "Quando não estiver usando armadura ou escudo, sua Classe de Armadura é igual a 10 + seu modificador de Destreza + seu modificador de Sabedoria."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Nenhuma Armas: Ataques desarmados, espadas curtas Testes de Resistência: Força, Destreza Habilidades: Escolha uma entre Acrobacia, Atletismo, Furtividade, História, Intuição, Religião."
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d8 por nível de monge Pontos de Vida no 1º Nível: 8 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d8 (ou 5) + seu modificador de Constituição por nível de monge após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Movimento sem Esforço",
                "desc": "Seu deslocamento aumenta em 3 metros enquanto não estiver usando armadura ou carregando uma carga pesada."
              },
              {
                "nome": "Defesa Sem Armadura",
                "desc": "Sua habilidade de calcular a Classe de Armadura sem armadura ou escudo é aprimorada."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Ataques e Defesas",
                "desc": "Você escolhe um caminho de Monge que define suas habilidades específicas (Ex: Via do Punho, Via das Sombras)."
              },
              {
                "nome": "Flurries de Golpes",
                "desc": "Você pode gastar um ponto de ki para realizar dois ataques desarmados como uma ação bônus."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Movimento Desenfreado",
                "desc": "Seu deslocamento é dobrado e você pode mover-se pelas superfícies verticais e líquidas sem penalidade."
              },
              {
                "nome": "Ataque Extra",
                "desc": "Agora, quando toma a ação de ataque, você pode realizar dois ataques desarmados."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Ataques e Defesas Aprimorados",
                "desc": "Você ganha um bônus na CA e nos danos causados pelos seus ataques desarmados."
              },
              {
                "nome": "Golpe Extra",
                "desc": "Você pode gastar 1 ponto de ki para realizar um terceiro ataque como uma ação bônus."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Evasão",
                "desc": "Quando você sofre dano de uma área, você pode usar sua reação para metade desse dano."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Rajada de Golpes",
                "desc": "Ao gastar 1 ponto de ki, você pode realizar uma série de ataques desarmados contra um único alvo como uma ação bônus."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Pés Rápidos",
                "desc": "Seu deslocamento aumenta e você pode correr pela superfície líquida sem afundar."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Ataques e Defesas Aprimorados",
                "desc": "Suas capacidades de ataque e defesa são aprimoradas ainda mais."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Técnica de Alma Livre",
                "desc": "Você pode ignorar resistências e imunidades ao causar dano com seus ataques desarmados."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Golpe de Stun",
                "desc": "Ao acertar um ataque desarmado, você pode gastar pontos de ki para atordoar o alvo."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Projéteis",
                "desc": "Você pode gastar 3 pontos de ki para lançar uma rajada de projéteis mágicos."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Ataques e Defesas Aprimorados",
                "desc": "Seus ataques desarmados tornam-se mais letais, e sua defesa sem armadura é ainda mais eficaz."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Alma Vazia",
                "desc": "Seu domínio de ki é tal que você se torna imune a doenças e venenos, e não necessita mais de comida ou água."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Golpe de Alma",
                "desc": "A partir do 20º nível, você pode lançar um golpe poderoso, gastando uma quantidade significativa de ki para causar um dano adicional massivo."
              }
            ]
          }
        ]
    },
    "Paladino": {
        "desc": "Um guerreiro divino dedicado a um código de conduta e habilidades mágicas concedidas por sua devoção.",
        "dado_vida": "d10",
        "hab_prim": "Força e Carisma",
        "salva": "Sabedoria e Carisma",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Juramento Divino",
                "desc": "Você faz um juramento sagrado que define suas habilidades e princípios (Ex: Juramento de Devoção, Juramento da Vingança)."
              },
              {
                "nome": "Divindade",
                "desc": "Você recebe habilidades mágicas menores provenientes da sua devoção. Sua conexão divina concede magias paladinas."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Todas as armaduras, escudos Armas: Armas simples, armas marciais Testes de Resistência: Sabedoria, Carisma Habilidades: Escolha duas entre Atletismo, Intuição, Intimidação, Medicina, Persuasão e Religião."
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d10 por nível de paladino Pontos de Vida no 1º Nível: 10 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d10 (ou 6) + seu modificador de Constituição por nível de paladino após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Defesa Divina",
                "desc": "Você pode canalizar energia divina para proteger a si mesmo ou a outros ao seu redor."
              },
              {
                "nome": "Aura de Proteção",
                "desc": "Você emana uma aura sagrada que concede bônus na salvaguarda a aliados próximos."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Juramento Sagrado",
                "desc": "Você ganha características especiais com base no juramento escolhido."
              },
              {
                "nome": "Ritual de Cura",
                "desc": "Você ganha a habilidade de curar ferimentos ao canalizar energia divina."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Ataque Extra",
                "desc": "Agora, quando toma a ação de ataque, você pode realizar dois ataques."
              },
              {
                "nome": "Auras de Paladino",
                "desc": "Você ganha a capacidade de emanar auras poderosas que afetam aliados ao seu redor."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Aura de Coragem",
                "desc": "Você e aliados próximos são imunes a efeitos de medo e ganham vantagem em testes contra efeitos amedrontadores."
              },
              {
                "nome": "Aura de Proteção Aprimorada",
                "desc": "A extensão da aura de proteção e o bônus concedido são aprimorados."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Ataque Divino Aprimorado",
                "desc": "Seu Ataque Divino é aprimorado, concedendo bônus adicionais."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Aura de Proteção Aprimorada",
                "desc": "A proteção concedida pela sua aura é ainda mais resistente contra efeitos mágicos."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Aura de Coragem Aprimorada",
                "desc": "A aura de coragem concede imunidade a efeitos de amedrontamento e pânico."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Ataque Divino Aprimorado",
                "desc": "Seu Ataque Divino se torna ainda mais poderoso, concedendo bônus adicionais."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Mácula Divina",
                "desc": "Você ganha a habilidade de marcar um alvo para ser punido com dano adicional."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Aura de Poder",
                "desc": "Sua aura concede um bônus de dano a aliados próximos."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Ataque Extra",
                "desc": "Agora, quando toma a ação de ataque, você pode realizar três ataques."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Ataque Divino Aprimorado",
                "desc": "Seu Ataque Divino é aprimorado, concedendo mais bônus de dano."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Aura de Salvação",
                "desc": "Você e aliados próximos têm vantagem em testes de resistência contra efeitos mágicos."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Apoteose",
                "desc": "A partir do 20º nível, você se torna uma lenda viva, ganhando habilidades e poderes divinos épicos."
              }
            ]
          }
        ]
    },
    "Ranger": {
        "desc": "Um mestre das terras selvagens, especialista em caça, rastreamento e sobrevivência.",
        "dado_vida": "d10",
        "hab_prim": "Destreza e Sabedoria",
        "salva": "Força e Destreza",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Estilo de Caça",
                "desc": "Você escolhe um estilo de caça que define seu método de combate (Ex: Arquearia, Duelismo)."
              },
              {
                "nome": "Rastreamento",
                "desc": "Você tem proficiência em testes de Sobrevivência para rastrear outras criaturas."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Armaduras leves, médias, escudos Armas: Armas simples, armas marciais Testes de Resistência: Força, Destreza Habilidades: Escolha três entre Acrobacia, Adestrar Animais, Atletismo, Furtividade, Intuição, Investigação, Natureza, Percepção e Sobrevivência."
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d10 por nível de ranger Pontos de Vida no 1º Nível: 10 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d10 (ou 6) + seu modificador de Constituição por nível de ranger após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Primeiro Talento",
                "desc": "Você escolhe um talento que aprimora suas habilidades de caça, rastreamento ou sobrevivência."
              },
              {
                "nome": "Ataque com Duas Armas",
                "desc": "Quando você usa a ação de Ataque e ataca com uma arma de combate corpo a corpo leve, você pode atacar com uma segunda arma como ação bônus."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Conjunto de Caça",
                "desc": "Você escolhe um conjunto de caça que aprimora suas habilidades (Ex: Caçador de Monstros, Caçador de Bestas)."
              },
              {
                "nome": "Prontidão",
                "desc": "Você tem vantagem nos testes de iniciativa."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Ataque Extra",
                "desc": "Agora, quando toma a ação de ataque, você pode realizar dois ataques."
              },
              {
                "nome": "Disparo Colateral",
                "desc": "Quando você atinge uma criatura com um ataque com arma de longa distância, você pode também atingir outra criatura a 1,5 metros do alvo original."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Rastreador Implacável",
                "desc": "Você pode rastrear criaturas com sucesso mesmo em condições difíceis, como chuva forte, neblina espessa ou terreno escorregadio."
              },
              {
                "nome": "Tiro Definitivo",
                "desc": "Seu ataque à distância é mais preciso, permitindo que você acerte com mais precisão e causando mais dano."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Furtividade Natural",
                "desc": "Você pode se esconder com eficácia mesmo quando apenas ligeiramente obscurecido por objetos ou criaturas."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Sentido do Perigo",
                "desc": "Você tem uma percepção aguçada de quando está perto do perigo, concedendo vantagem nos testes de iniciativa."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Conjunto de Caça Aprimorado",
                "desc": "Seu conjunto de caça escolhido se aprimora, fornecendo novas habilidades e aprimoramentos."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Tiro Multi-Colateral",
                "desc": "Quando você acerta uma criatura com um ataque à distância, você pode atingir até duas criaturas adicionais próximas do alvo original."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Mestre na Caça",
                "desc": "Você se torna um mestre em rastreamento e caça, sendo capaz de seguir rastros difíceis com facilidade."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Ataque Rápido",
                "desc": "Você pode realizar um ataque adicional quando usa sua ação de ataque."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Disparo de Precisão",
                "desc": "Seu tiro à distância ignora meios de cobertura parcial ou três-quartos e não sofre desvantagem por longo alcance."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Caçador de Elite",
                "desc": "Você aprimora suas habilidades de rastreamento e ataque contra o seu conjunto de caça escolhido."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Aspecto da Besta",
                "desc": "Você ganha a habilidade de se transformar magicamente para adquirir aspectos físicos de uma besta."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Supremacia de Caça",
                "desc": "A partir do 20º nível, você se torna um mestre inigualável em suas habilidades de caça, rastreamento e sobrevivência."
              }
            ]
          }
        ]
    },
    "Rogue": {
        "desc": "Um mestre da furtividade e do engano, especialista em golpes precisos e habilidades fora da lei.",
        "dado_vida": "d8",
        "hab_prim": "Destreza",
        "salva": "Destreza e Inteligência",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Expertise",
                "desc": "Você escolhe duas perícias para se tornar especialista, adicionando o dobro do seu bônus de proficiência a elas."
              },
              {
                "nome": "Furtividade",
                "desc": "Você pode se mover silenciosamente e se esconder facilmente."
              },
              {
                "nome": "Ataque Furtivo",
                "desc": "Uma vez por turno, você pode causar dano extra a uma criatura que você acertar com um ataque se tiver vantagem no ataque ou se um aliado estiver a 1,5 metros do alvo e ele não estiver incapacitado, e você não tiver desvantagem no ataque."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Armaduras leves Armas: Armas simples, bestas de mão, espadas curtas, rapieiras, bestas de carga Testes de Resistência: Destreza, Inteligência Habilidades: Escolha quatro entre Acrobacia, Atletismo, Furtividade, Intuição, Investigação, Percepção, Persuasão e Prestidigitação."
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d8 por nível de ladino Pontos de Vida no 1º Nível: 8 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d8 (ou 5) + seu modificador de Constituição por nível de ladino após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Fingir Morte",
                "desc": "Você pode cair no chão e fingir estar morto, enganando outras pessoas."
              },
              {
                "nome": "Surto de Ação",
                "desc": "Você pode realizar uma ação bônus adicional no seu turno uma vez por combate."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Arquétipo de Ladino",
                "desc": "Você escolhe um arquétipo que define suas habilidades especiais (Ex: Assassino, Ladrão)."
              },
              {
                "nome": "Aprimoramento de Ataque Furtivo",
                "desc": "Seu Ataque Furtivo causa mais dano conforme você avança nos níveis de ladino."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 10º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Ataque Extra",
                "desc": "Agora, quando toma a ação de ataque, você pode realizar dois ataques."
              },
              {
                "nome": "Furtividade Superior",
                "desc": "Você pode se esconder facilmente mesmo quando apenas levemente obscurecido."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Talento de Perícia",
                "desc": "Você ganha um talento adicional de perícia."
              },
              {
                "nome": "Engano Magistral",
                "desc": "Você pode criar identidades falsas e documentos autênticos."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Evasão",
                "desc": "Você pode evitar danos ao meio de habilidades ágeis, como se esquivar."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 10º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Ataque Furtivo Aprimorado",
                "desc": "Seu Ataque Furtivo se aprimora, causando mais dano conforme você avança nos níveis de ladino."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Engano Supremo",
                "desc": "Sua habilidade de engano atinge seu ápice, permitindo enganar praticamente qualquer um."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Deslize pelas Sombras",
                "desc": "Você pode se mover pela sombra de outras criaturas maiores sem ser detectado."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 10º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Sentido de Ladino",
                "desc": "Você tem uma intuição sobrenatural quando se trata de perigos iminentes, concedendo vantagem nos testes de iniciativa."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Ataque Mortal",
                "desc": "Seu Ataque Furtivo pode causar danos críticos com mais facilidade."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Reflexos Rápidos",
                "desc": "Você pode realizar uma ação adicional em seu turno uma vez por combate."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 10º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Mestre da Fuga",
                "desc": "Você pode escapar de situações perigosas com facilidade, até mesmo de situações mágicas."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Golpe Fantasma",
                "desc": "Você pode se mover tão rapidamente que parece desaparecer para um observador casual."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 10º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Mestre das Sombras",
                "desc": "A partir do 20º nível, você se torna uma sombra viva, habilidoso em engano, furtividade e ataque."
              }
            ]
          }
        ]
    },
    "Feiticeiro": {
        "desc": "Usuário de magia inata e poderosa, capaz de conjurar feitiços sem preparação e com um repertório limitado.",
        "dado_vida": "d6",
        "hab_prim": "Carisma",
        "salva": "Constituição e Carisma",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Magias Conhecidas",
                "desc": "Você conhece um número limitado de magias que podem ser conjuradas sem preparação."
              },
              {
                "nome": "Magias por Descanso",
                "desc": "Você usa Carisma para conjurar suas magias e pode recuperar magias após um descanso curto ou longo."
              },
              {
                "nome": "Foco Arcano",
                "desc": "Você tem proficiência em Foco Arcano (Ex: Varinha, Cajado) como seu foco de conjuração."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Nenhuma Armas: Adagas, dardos, fundas, bordões, bestas leves Testes de Resistência: Constituição, Carisma Habilidades: Escolha duas entre Arcana, Enganação, Intuição, Intimidação, Persuasão e Religião."
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d6 por nível de feiticeiro Pontos de Vida no 1º Nível: 6 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d6 (ou 4) + seu modificador de Constituição por nível de feiticeiro após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Magia de Flexibilidade",
                "desc": "Você pode converter slots de magia em magias diferentes quando conjura."
              },
              {
                "nome": "Recuperação de Feitiço",
                "desc": "Após um descanso curto, você pode recuperar alguns slots de magia gastos."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Arquétipo de Feiticeiro",
                "desc": "Você escolhe um arquétipo que molda suas habilidades mágicas (Ex: Sanguíneo, Feérico)."
              },
              {
                "nome": "Magias Metamágicas",
                "desc": "Você ganha acesso a magias metamágicas para aprimorar suas magias."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Magia de Distorção",
                "desc": "Você pode distorcer a realidade para fazer suas magias mais poderosas."
              },
              {
                "nome": "Magia de Descanso Curto",
                "desc": "Você ganha acesso a magias poderosas que podem ser conjuradas após um descanso curto."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Fonte de Magia",
                "desc": "Sua conexão com a magia permite uma recuperação mais eficiente de slots de magia após um descanso curto."
              },
              {
                "nome": "Arcano Resistente",
                "desc": "Você adquire resistência a determinados tipos de dano associados a magia."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Magia de Amplificação",
                "desc": "Suas magias podem causar dano extra ou cura adicional."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Magia de Ampliação",
                "desc": "Você pode alterar o alcance e a área de efeito das suas magias."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Fonte de Poder",
                "desc": "Você adquire uma resistência mágica ainda maior contra efeitos de magia."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Magia de Flexibilidade",
                "desc": "Você pode trocar uma magia conhecida por outra ao subir de nível."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Magia de Restauração",
                "desc": "Você pode lançar uma magia para restaurar seus próprios slots de magia."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Feitiço Distorcido",
                "desc": "Você pode mudar a forma como uma magia se manifesta."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Magia de Resistência",
                "desc": "Você adquire resistência contra mais tipos de dano associados a magia."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Magia de Ressurreição",
                "desc": "Você pode lançar uma magia poderosa para ressuscitar aliados."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Feitiço Direcionado",
                "desc": "Você pode direcionar uma magia para atingir múltiplos alvos."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Magia Atordoante",
                "desc": "Suas magias podem atordoar ou incapacitar temporariamente alvos."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Domínio Mágico",
                "desc": "A partir do 20º nível, você se torna um mestre supremo de magia, controlando poderes inimagináveis."
              }
            ]
          }
        ]
    },
    "Bruxo": {
        "desc": "Um conjurador que faz um pacto com uma entidade sobrenatural para obter poderes mágicos.",
        "dado_vida": "d8",
        "hab_prim": "Carisma",
        "salva": "Sabedoria e Carisma",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Pacto Arcano",
                "desc": "Você faz um pacto com uma entidade sobrenatural (Ex: Pacto da Lâmina, Pacto da Corrente)."
              },
              {
                "nome": "Magias de Pacto",
                "desc": "Você conjura magias através do seu pacto, obtendo slots de magia."
              },
              {
                "nome": "Foco Arcano",
                "desc": "Você tem proficiência em Foco Arcano (Ex: Varinha, Cajado) como seu foco de conjuração."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Nenhuma Armas: Adagas, dardos, fundas, bordões Testes de Resistência: Sabedoria, Carisma Habilidades: Escolha duas entre Arcana, Enganação, Intuição, Intimidação, Natureza e Religião."
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d8 por nível de bruxo Pontos de Vida no 1º Nível: 8 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d8 (ou 5) + seu modificador de Constituição por nível de bruxo após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Invocação",
                "desc": "Você adquire uma ou mais invocações especiais fornecidas pelo seu pacto."
              },
              {
                "nome": "Slot de Pacto",
                "desc": "Você ganha acesso a um slot de magia especial oferecido pelo seu pacto."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Arquétipo de Bruxo",
                "desc": "Você escolhe um arquétipo que influencia suas habilidades mágicas (Ex: Fathoms, Hexblade)."
              },
              {
                "nome": "Magias de Pacto Superiores",
                "desc": "Seu pacto concede acesso a magias superiores e mais poderosas."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Invocação de Pacto",
                "desc": "Você ganha uma invocação ainda mais poderosa do seu pacto."
              },
              {
                "nome": "Slot de Pacto Maior",
                "desc": "Seu pacto concede acesso a um slot de magia maior e mais poderoso."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Aparição Sombria",
                "desc": "Você pode teletransportar-se através de sombras para fugir ou se aproximar de um alvo."
              },
              {
                "nome": "Invocação de Pacto",
                "desc": "Você adquire outra invocação poderosa disponibilizada pelo seu pacto."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Resiliência Arcana",
                "desc": "Você adquire resistência a dano causado por magia."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Maldição Prolongada",
                "desc": "Você pode estender os efeitos de uma maldição por mais tempo."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Invocação de Pacto",
                "desc": "Você obtém uma invocação adicional de poder do seu pacto."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Proteção Arcana",
                "desc": "Você ganha imunidade a determinados tipos de dano mágico."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Invocação de Pacto",
                "desc": "Você obtém mais uma invocação de grande poder através do seu pacto."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Suserano Sombrio",
                "desc": "Você pode convocar uma sombra para servi-lo como um suserano."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Maldição Aprimorada",
                "desc": "Suas maldições têm efeitos mais potentes."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente no 8º, 12º, 16º e 19º níveis, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Incorporação Ígnea",
                "desc": "Você pode se transformar em uma forma ígnea e resistir a danos de fogo."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Magia Infindável",
                "desc": "Sua capacidade de conjurar magias torna-se praticamente ilimitada."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Invocação de Pacto Supremo",
                "desc": "Você ganha uma invocação supremamente poderosa de seu pacto."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Senhor dos Arcanos",
                "desc": "A partir do 20º nível, você se torna um mestre supremo de magia, dominando todos os aspectos de seus pactos."
              }
            ]
          }
        ]
    },
    "Mago": {
        "desc": "Um estudioso de magia que utiliza a intelecto e conhecimento para lançar feitiços.",
        "dado_vida": "d6",
        "hab_prim": "Inteligência",
        "salva": "Inteligência e Sabedoria",
        "habilidade": [
          {
            "nivel": 1,
            "habs": [
              {
                "nome": "Livro de Magias",
                "desc": "Você possui um livro de magias contendo magias que você conhece e pode preparar."
              },
              {
                "nome": "Magias Preparadas",
                "desc": "Você pode preparar um número de magias do seu livro igual ao modificador de Inteligência + seu nível de mago."
              },
              {
                "nome": "Foco Arcano",
                "desc": "Você tem proficiência em Foco Arcano (Ex: Varinha, Cajado) como seu foco de conjuração."
              },
              {
                "nome": "Proeficiencia",
                "desc": "Armadura: Nenhuma Armas: Adagas, dardos, fundas, bordões, bestas leves Testes de Resistência: Inteligência, Sabedoria Habilidades: Escolha duas entre Arcana, História, Intuição, Investigação, Medicina e Sobrevivência."
              },
              {
                "nome": "Pontos de Vida",
                "desc": "Dados de Vida: 1d6 por nível de mago Pontos de Vida no 1º Nível: 6 + seu modificador de Constituição Pontos de Vida em Níveis Superiores: 1d6 (ou 4) + seu modificador de Constituição por nível de mago após o 1º nível"
              }
            ]
          },
          {
            "nivel": 2,
            "habs": [
              {
                "nome": "Recuperação de Feitiços",
                "desc": "Você pode recuperar parte de seus espaços de magia gastos após um curto descanso."
              },
              {
                "nome": "Magias de Escola",
                "desc": "Você escolhe uma Escola de Magia para especialização (Ex: Abjuração, Evocação)."
              }
            ]
          },
          {
            "nivel": 3,
            "habs": [
              {
                "nome": "Truques de Arcano",
                "desc": "Você aprende truques mágicos menores que não consomem espaços de magia."
              },
              {
                "nome": "Magias de 2º Nível",
                "desc": "Você ganha acesso a magias de 2º nível."
              }
            ]
          },
          {
            "nivel": 4,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente a cada 4 níveis posteriores, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 5,
            "habs": [
              {
                "nome": "Magias de 3º Nível",
                "desc": "Você ganha acesso a magias de 3º nível."
              },
              {
                "nome": "Recuperação de Arcano",
                "desc": "Você pode recuperar mais espaços de magia após um curto descanso."
              }
            ]
          },
          {
            "nivel": 6,
            "habs": [
              {
                "nome": "Poder da Escola de Magia",
                "desc": "Você ganha um benefício adicional baseado na sua escola de magia."
              },
              {
                "nome": "Magias de 3º Nível",
                "desc": "Você ganha acesso a magias de 3º nível."
              }
            ]
          },
          {
            "nivel": 7,
            "habs": [
              {
                "nome": "Focagem de Magia",
                "desc": "Você pode alterar o efeito de uma magia para torná-la mais eficaz ou letal."
              }
            ]
          },
          {
            "nivel": 8,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente a cada 4 níveis posteriores, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 9,
            "habs": [
              {
                "nome": "Recuperação de Feitiço Aprimorada",
                "desc": "Sua capacidade de recuperar espaços de magia após um descanso curto melhora."
              }
            ]
          },
          {
            "nivel": 10,
            "habs": [
              {
                "nome": "Magias de 5º Nível",
                "desc": "Você ganha acesso a magias de 5º nível."
              }
            ]
          },
          {
            "nivel": 11,
            "habs": [
              {
                "nome": "Ritualista Aprimorado",
                "desc": "Você pode fundir rituais para criar efeitos mais poderosos."
              }
            ]
          },
          {
            "nivel": 12,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente a cada 4 níveis posteriores, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 13,
            "habs": [
              {
                "nome": "Magias de 6º Nível",
                "desc": "Você ganha acesso a magias de 6º nível."
              }
            ]
          },
          {
            "nivel": 14,
            "habs": [
              {
                "nome": "Magia Alma",
                "desc": "Você pode usar sua reação para absorver efeitos mágicos e convertê-los em pontos de vida."
              }
            ]
          },
          {
            "nivel": 15,
            "habs": [
              {
                "nome": "Magias de 7º Nível",
                "desc": "Você ganha acesso a magias de 7º nível."
              }
            ]
          },
          {
            "nivel": 16,
            "habs": [
              {
                "nome": "Aumento de Habilidade",
                "desc": "Ao alcançar o 4º nível e novamente a cada 4 níveis posteriores, você pode aumentar um valor de habilidade à sua escolha em 2, ou pode optar por aumentar dois valores em 1 cada. Como o usual, não pode exceder o limite de 20."
              }
            ]
          },
          {
            "nivel": 17,
            "habs": [
              {
                "nome": "Magias de 8º Nível",
                "desc": "Você ganha acesso a magias de 8º nível."
              }
            ]
          },
          {
            "nivel": 18,
            "habs": [
              {
                "nome": "Mestre dos Arcanos",
                "desc": "Você adquire uma compreensão suprema sobre as artes arcanas."
              }
            ]
          },
          {
            "nivel": 19,
            "habs": [
              {
                "nome": "Magias de 9º Nível",
                "desc": "Você ganha acesso a magias de 9º nível."
              }
            ]
          },
          {
            "nivel": 20,
            "habs": [
              {
                "nome": "Arcanista Supremo",
                "desc": "A partir do 20º nível, você se torna um mestre supremo da magia, dominando todos os aspectos de várias escolas de magia."
              }
            ]
          }
        ]
    }

}
  